core-bc/composites/schema/src/main/resources/schema/GetMedicalSupplyPrescriptions.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:riv:itintegration:registry:1" xmlns:urn1="urn:riv:crm:selfservice:medicalsupply:GetMedicalSupplyPrescriptionsResponder:0">
   <soapenv:Header>
      <urn:LogicalAddress>?</urn:LogicalAddress>
   </soapenv:Header>
   <soapenv:Body>
      <urn1:GetMedicalSupplyPrescriptions>
         <urn1:SubjectOfCareId>?</urn1:SubjectOfCareId>
         <!--You may enter ANY elements at this point-->
      </urn1:GetMedicalSupplyPrescriptions>
   </soapenv:Body>
</soapenv:Envelope>